app/controllers/attendees_controller.rb

	def create
		@attendee = Attendee.new(attendee_params)
		if @attendee.save
---
INSERT INTO "attendees" ("name", "attendee_id", "attended_event_id", "created_at", "updated_at") VALUES (?, ?, ?, ?, ?)  [["name", "mike"], ["attendee_id", 1], ["attended_event_id", 7], ["created_at", "2020-01-02 19:13:43.412653"], ["updated_at", "2020-01-02 19:13:43.412653"]]