app/controllers/users_controller.rb

	def create
		@user = User.new(user_params)
		if @user.save
---
INSERT INTO "users" ("username", "email", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["username", "box"], ["email", "box@gmail.com"], ["created_at", "2020-01-02 19:37:52.936009"], ["updated_at", "2020-01-02 19:37:52.936009"]]